Repository: Jumbef/WAPT
Catalog: waptserver/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: You have to login with proper credentials
fr: Vous devez vous connecter avec les bons identifiants

source: {} Packages uploaded, {} errors.{}
fr: {} Paquets uploadés, {} erreurs.{}

source: {} Host packages uploaded, {} errors
fr: {} Paquets machines uploadés, {} erreurs

source: Problem during upload
fr: Problème au moment de l'upload

source: {} uploaded
fr: {} uploadé

source: Wrong file name (version conflict?)
fr: Mauvais nom de fichier (conflit de version ?)

source: Unsupported method
fr: Méthode non supportée

source: unexpected: {}
fr: inattendu : {}

source: WAPT Server running
fr: Serveur WAPT lancé

source: Hosts connection reset launched for %s host(s)
fr: Réinitialisation de la connexion lancée pour la/les machine(s) : %s

source: Hosts connection reset launched for all hosts
fr: Réinitialisation de la connexion lancée pour toutes les machines

source: Sending magic wakeonlan packets to {} for machine {} on port {}
fr: Envoi de paquets wakeonlan à {} pour la machine {} sur le port {}

source: Wakeonlan packets sent to {} machines.
fr: Paquets Wakeonlan envoyé aux machines suivantes {}

source: Hosts for packages %s, limit %s
fr: Machines ayant ces paquets %s, limite %s

source: Packages status for %s hosts, limit %s
fr: Statut des paquets pour les machines %s, limite %s

source: Anomnymous usage statistics
fr: Statistiques anonymes

source: WAPT - Apt-get for Windows
fr: WAPT - Apt-get pour Windows

source: WAPT Server
fr: Serveur WAPT

source: Contact Us
fr: Contactez-nous

source: TIS repository
fr: Dépôt TIS

source: Local repository
fr: Dépôt local

source: WAPT Agent (for deploying onto user desktop)
fr: Agent WAPT (pour le déploiement sur les postes utilisateurs)

source: WAPTSetup (for installing on management machine)
fr: WAPTsetup (pour installer sur une machine d'administration)

source: WAPTDeploy (for setting up deployment GPO)
fr: WAPTDeploy (pour mettre en place le déploiement GPO)

source: Subscribe
fr: S'inscrire

source: Help
fr: Aide

source: WAPT server
fr: Serveur WAPT

source: WAPT server is managed through a WAPT console installed on a Windows system. When installing the WAPT server on Windows, the console is installed by default and can be found under the start menu.
fr: L'administration du serveur WAPT se fait à travers la console WAPT qui s'installe sur un poste Windows.Lors de l'installation du serveur WAPT sous Windows, la console est installée par défaut et peut être trouvé dans le menu 'Démarrer'.

source: When installing the server on Linux, the <a href="/wapt/waptsetup-tis.exe">WAPT client</a> should be installed on an administration machine, then run from 'Start/All programs'.
fr: Lors de l'installation du serveur WAPT sous Linux, le <a href="/wapt/waptsetup-tis.exe">client WAPT</a> doit être une machine d'administration, lancer waptconsole depuis 'Démarrer/Programmes'.

source: To manually add a new host to the WAPT server, download the <a href="/wapt/waptagent.exe">WAPT agent</a> from the menu to the right. The agent has been properly configured by the server so the default parameters should work. Once the WAPT client has been installed, you can find it in your console.
fr: Pour ajouter manuellement un nouveau poste au serveur WAPT, télécharger l'<a href="/wapt/waptagent.exe">agent WAPT</a> depuis le menu de droite. La configuration de l'agent a été effectuée par le serveur et les paramètres par défaut sont les bons. Une fois le client WAPT installé, vous le retrouverez dans votre console.

source: For further information, be sure to check the documentation at <a href="https://www.wapt.fr/">wapt.fr</a> or on mailing-list.
fr: Pour plus d'informations, vérifiez la documentation à cette adresse <a href="https://www.wapt.fr/">wapt.fr</a> ou dans la mailing-list.

source: WAPT Server version:
fr: Version WAPT Server&nbsp;:

source: WAPT Agent version:
fr: Version WAPT Agent :

source: WAPT Setup version:
fr: version WAPT Setup :

source: WAPT Deploy version:
fr: Version WAPT Deploy&nbsp;:

source: DB status:
fr: Statut de la base&nbsp;:

source: Disk space:
fr: Espace disque&nbsp;:

source: For creation of the Wapt agent
fr: Pour la création de l'agent WAPT

source: For setting up deployment GPO
fr: Pour mettre en place le déploiement GPO

source: For deploying onto user desktop
fr: Pour le déploiement sur les postes utilisateurs
