Repository: Jumbef/WAPT
Catalog: waptservice/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Reload configuration
fr: Rechargement de la configuration

source: Download upgrades
fr: Téléchargement des mises à jour

source: Installed software update
fr: Mises à jour logicielles installées

source: Triggered packages audits
fr: Audit des paquets lancé

source: LongTask
fr: LongueTâche

source: Cleanup
fr: Nettoyage

source: Trace of the installation of {}
fr: Traces de l'installation de {}

source: Saving host to the WAPT server
fr: Enregistrement de la machine sur le serveur WAPT.

source: Inventory of the host
fr: Inventaire de la machine

source: Running: {description}
fr: En cours : {description}

source: Done: {description} {summary}
fr: Fait: {description} {summary}

source: Canceled
fr: Annulé

source: FATAL. Couldn't open config file : {}
fr: Erreur fatale. Impossible d'ouvrir le fichier : {}

source: FATAL, configuration file {} has no section [global]. Please check Waptserver documentation
fr: Erreur fatale. Le fichier de configuration {} n'a pas de section [global]. Veuillez vous référer à la documentation de WAPTserver.

source: Reconfiguring network access
fr: Reconfiguration de l'accès au réseau

source: Upgrading WAPT client
fr: Mise à jour du client WAPT

source: WaptService restart planned: %s
fr: Redémarrage de Waptservice planifié: %s

source: Restarting local WAPT service
fr: Redémarrage du service WAPT local

source: {} new package(s)
fr: {} nouveau(x) paquet(s)

source: {} removed package(s)
fr: {} paquet(s) retiré(s)

source: {} package(s) in the repository
fr: {} paquet(s) dans le dépôt

source: Packages to be updated : {}
fr: Paquets à mettre à jour : {}

source: Packages with errors : {}
fr: Paquets avec des erreurs : {}

source: System up-to-date
fr: Le système est à jour

source: Updating available packages
fr: Mise à jour de la liste des paquets disponibles

source: Installed : {}
fr: Installé : {}

source: Updated : {}
fr: Mis à jour : {}

source: Errors : {}
fr: Erreurs: {}

source: Unavailable : {}
fr: Indisponible(s) : {}

source: Upgrade packages installed on host
fr: Installation des mises à jour

source: WAPT Server has been notified
fr: Le serveur WAPT a été notifié

source: Error while sending to the server : {}
fr: Erreur lors de l'envoi au serveur : {}

source: WAPT Server is not available
fr: Le serveur WAPT n'est pas disponible

source: Update server with this host's status
fr: Informer le serveur du statut de cette machine

source: Inventory has been sent to the WAPT server
fr: L'inventaire a été envoyé au serveur WAPT

source: Error while sending inventory to the server : {}
fr: Erreur lors de l'envoi de l'inventaire au serveur : {}

source: Update server with this host's inventory
fr: Informer le serveur de l'inventaire de cette machine

source: Packages erased : {}
fr: Paquets effacés : {}

source: Error while clearing local cache : {}
fr: Erreur lors du vidage du cache local : {}

source: Clear local package cache
fr: Vider le cache de paquets

source: raising an error for Test WaptLongTask
fr: remontée d'une erreur pour le test WaptLongTask

source: Test long running task of {}s
fr: Test de longue tâche de {}s

source: Downloading %s : %s
fr: Téléchargement de %s : %s

source: Error while downloading {packagename}: {error}
fr: Erreur lors du téléchargement de {packagename}: {error}

source: Done downloading {packagename}. {speed} kB/s
fr: Téléchargement de {packagename} terminé. ({speed} kB/s)

source: Done downloading {packagename}.
fr: Téléchargement de {packagename} terminé.

source: Download of {packagename} (tâche #{id})
fr: Téléchargement de {packagename} (tâche #{id})

source: Error during install of {}: errors in packages {}
fr: Erreur lors de l'installation de {}: erreurs dans les paquets {}

source: Installation of {packagename} (task #{id})
fr: Installation de {packagename} (tâche #{id})

source: Removed : {}
fr: Retiré(s) : {}

source: Uninstall of {packagename} (task #{id})
fr: Désinstallation de {packagename} (task #{id})

source: Packages removed from database : %s
fr: Paquets retirés de la base : %s

source: No package removed from database.
fr: Aucun paquet retiré de la base.

source: Forget {packagenames} (task #{id})
fr: Oubli de {packagenames} (task #{id})

source: Audit result for %s : %s
fr: Résultat de l'audit pour %s : %s

source: No audit result for %s
fr: Pas de résultat d'audit pour %s

source: Audit of {packagename} (task #{id})
fr: Audit de {packagename} (tâche #{id})

source: Downloads
fr: Téléchargements

source: {0} downloaded
fr: {0} téléchargé

source: {0} already available
fr: {0} déjà disponibles

source: Error: {0}
fr: Erreur : {0}

source: Back
fr: Retour

source: WAPT Status
fr: Statut WAPT

source: wapt-get.exe version: {0}
fr: Version de wapt-get.exe: {0}

source: wapt-get.py version: {0}
fr: Version de wapt-get.py: {0}

source: Host UUID: {0}
fr: UUID de la machine : {0}

source: Main WAPT Repository: <a href={0}>{0}</a>
fr: Dépôt WAPT principal : <a href={0}>{0}</a>

source: WAPT server: {0}
fr: Serveur WAPT : {0}

source: Configuration file: {0}
fr: Fichier de configuration : {0}

source: Current status: {0}
fr: Statut actuel : {0}

source: Last update status:
fr: Statut de la dernière mise à jour :

source: Upgradeable packages: {0}
fr: Paquets avec mise à jour disponible : {0}

source: Errors: {0}
fr: Erreurs: {0}

source: Authorized Packages's Signer certificates:
fr: Certificats autorisés pour l'installation de paquets

source: Repositories:
fr: Dépôts

source: Computer information
fr: Informations de l'ordinateur

source: Current users: {0}
fr: Utilisateurs actuels : {0}

source: Workgroup: {0}
fr: Groupe de travail : {0}

source: DNS Domain: {0}
fr: Domaine DNS : {0}

source: IP Addresses: {0}
fr: Adresses IP : {0}

source: System manufacturer : {0}
fr: Constructeur du système : {0}

source: System product name : {0}
fr: Nom de produit du système : {0}

source: Installing {0} <a href="task?id={1}">task {1}
fr: Installation de {0} <a href="task?id={1}">tâche {1}

source: WAPT Service status
fr: Statut du service WAPT

source: Installed packages
fr: Paquets installés

source: List of packages
fr: Liste des paquets

source: Tasks
fr: Tâches

source: Available packages
fr: Paquets disponibles

source: Update available packages
fr: Mettre à jour la liste des paquets disponibles

source: Clear package cache
fr: Vider le cache de paquets

source: Upgrade system
fr: Upgrader le système

source: Show all versions?
fr: Afficher toutes les versions ?

source: package
fr: paquet

source: install_version
fr: Version installée

source: install_status
fr: Statut de l'installation

source: install_date
fr: Date d'installation

source: Remove
fr: Supprimer

source: Install
fr: Installer

source: Dependencies
fr: Dépendances

source: Install status
fr: Statut d'installation

source: Audit status
fr: Statut d'audit

source: Download
fr: Téléchargement

source: Uninstall
fr: Désinstaller

source: Launched uninstall of {0} <a href="task?id={1}"> task {1}</a>
fr: Désinstallation de {0} <a href="task?id={1}"> tâche {1}</a>

source: Status
fr: Statut

source: Package
fr: Paquet

source: Installed by
fr: Installé par

source: Installed on
fr: Installé sur

source: Version repo
fr: Version du dépôt

source: Task n.{0} : {1}
fr: Tâche n°{0} : {1}

source: Running: {0}
fr: En cours : {0}
