Repository: Jumbef/WAPT
Catalog: languages/waptconsole.*.po
Languages: de

# uwaptres.rspasswordchangesuccess
source: Password successfully updated !
de: Passwort erfolgreich aktualisiert !

# uwaptres.rspending
source: Pending :
de: Ausstehend :

# uwaptres.rsprivatekeydoesntexist
source: Private key doesn't exist : %s
de: Privater Key existiert nicht: %s

# uwaptres.rsprogresstitle
source: Started uploading to WAPT server...
de: Hochladen auf den WAPT Server starten...

# uwaptres.rspublickeygenerror
source: Error during key generation : %s
de: Fehler bei der Keyerzeugung : %s

# uwaptres.rspublickeygenfailure
source: The generation of the public key has failed.
de: Die Erzeugung des öffentlichen Key ist fehlgeschlagen.

# uwaptres.rspublickeygensuccess
source: Key %s has been successfully created.
de: Key %s wurde erfolgreich erstellt.

# uwaptres.rsreallowpackagesonhost
source: Selection of package(s) to remove from conflict list
de: Ausgewählte Pakete von der Konfliktliste entfernen

source: Registering host on server
de: Host auf dem Server registrieren

source: Deleting TIS certificate and copying new certificate
de: Lösche TIS Zertifikat und kopiere das neue Zertifikat

source: Retry %D registering host on server
de: Wiederhole %D die Regestrierung des Hosts auf dem Server

# uwaptres.rsrmbundlefromhosts
source: Selection of package bundles for removing from the selected hosts
de: Die Ausgewählten Paketbündel ist zu entfernen von den ausgewählten Hosts

# uwaptres.rsrunningtask
source: Running task %d: %s, status:%s
de: Laufender Task %d: %s, Status:%s

# uwaptres.rssavemods
source: Save changes ?
de: Änderungen speichern ?

source: Setting up server password
de: Einrichten des Server Passwortes

# uwaptres.rsstoplistening
source: Stop listening to events
de: Stoppe die Wiedergabe der Events

# uwaptres.rssuccessfullyimported
source: %s successfully imported.
de: %s Erfolgreich eingeführt

# uwaptres.rstaskcanceled
source: Task canceled.
de: Task abgebrochen

source: %s done %s
de: %s fertig %s

# uwaptres.rstasklisterror
source: Error getting task list: %s
de: Fehler bei der Taskliste: %s

source: %s started
de: %s starten

# uwaptres.rsundefwaptsrvinini
source: wapt_server is not defined in your %s ini file
de: wapt_server ist nicht auf ihrer %s ini Datei definiert

# uwaptres.rsuninstallingpackage
source: Uninstalling %s...
de: Deinstallation %s...

source: Available updates for :
de: Verfügbare Updates für:

source: Updating local packages
de: Aktualisiere lokale Pakete

source: Updating package index
de: Aktualisierungspaketindex

# uwaptres.rsupdatingpackagelist
source: Updating package list
de: Aktualisiere Packet liste

# uwaptres.rsupgradehosterror
source: Failed to trigger upgrade : %s
de: Fehler beim auslösen des Upgades : %s

# uwaptres.rsupgradinghost
source: Upgrade triggered on the remote host.
de: Leite die Aktualisierung des Remote-Host ein.

# uwaptres.rsuploading
source: Uploading
de: Hochladen

# uwaptres.rsuploadingpackagestowaptsrv
source: Uploading %s packages to WAPT server...
de: Hochladen %s der Pakete auf den WAPT Server...

# uwaptres.rsusage
source: Usage: %s -h
de: Anwendung: %s -h

# uwaptres.rswaptagentsetuperror
source: Error while creating waptagent.exe: %s
de: Fehler beim erstellen der waptagent.exe: %s

# uwaptres.rswaptagentsetupsuccess
source: waptagent.exe successfully created : %s
de: waptagent.exe erfolgreich erstellt : %s

# uwaptres.rswaptagentuploaderror
source: Error while uploading WAPT agent : %s
de: Fehler beim hochladen des WAPT agent : %s

# uwaptres.rswaptagentuploadsuccess
source: Successfully uploaded WAPT agent !
de: Erfolgreich WAPT agent hochgeladen !

# uwaptres.rswaptclientupdateonhosts
source: Updating WAPT client on the hosts
de: WAPT Kunde auf die Hosts hochladen

# uwaptres.rswaptgetupgrade
source: WAPT-GET Upgrade using repository at %s
de: WAPT-GET benutzt Repository zum Hochladen %s

source: Waptservice stopping
de: Waptservice gestoppt

source: WAPTService terminated
de: WAPTService beendet

# uwaptres.rswaptsetuperror
source: Error while creating agent : %s
de: Fehler beim erstellen des Agent : %s

# uwaptres.rswaptsetupuploadsuccess
source: WAPT agent successfully created and uploaded to the repository : %s
de: WAPT agent erfolgreich erstellt und hochgeladen auf Repository : %s

# uwaptres.rswaptupgrade
source: waptupgrade : upgrade wapt-get.exe and database
de: waptupgrade: wapt.exe und auf Datenbank hochladen

# uwaptres.rswaptuploaderror
source: Error while uploading WAPT agent to the repository : %s
de: Fehler beim hochladen des WAPT agent auf Repository : %s

# uwaptres.rswinterruptreceived
source: W: interrupt received, killing serverâ¦
de: W: Unterbrechung empfangen, zerstöre Serverâ¦
