Repository: Jumbef/WAPT
Catalog: languages/waptconsole.*.po
Languages: de

source: Close
de: Schließen

source: About WAPTConsole
de: Über WAPTConsole

# tvischangekeypassword.label9.hint
source: E.g. 'tranquilit'. Please don't use any special characters.
de: z. B. "tranquilit". Bitte verwenden Sie keine Sonderzeichen.

# tvischangekeypassword.lapassword.caption
source: Private key password :
de: Privates-Key Passwort:

source: WAPT server password
de: WAPT Server Passwort

source: New password :
de: Neues Passwoort:

source: Retype password :
de: Tippe das Passwort neu:

source: Old password :
de: Altes Passwort:

source: E.g. : technique@tranquil-it-systems.fr
de: z. B. :technique@tranquil-it-systems.fr

source: E.g. : Nantes
de: z. B. : Nantes

source: E.g. : Tranquil It Systems
de: z. B. : Tranquil It Systems

source: E.g. : IT
de: z. B. : IT

# tviscreatekey.labcountry.caption
source: Country (2 chars. E.g. : FR):
de: Land (2 chars. z.B. : FR):

# tviscreatekey.labcountry.hint
source: Main site country code
de: Hauptseite Landesvorwahl

# tviscreatekey.labkeyfn.hint
source: E.g. 'tranquilit'. Please don't use any special characters.
de: z. B. "tranquilit". Bitte verwenden Sie keine Sonderzeichen.

# tviscreatekey.lablocality.caption
source: City :
de: Stadt:

# tviscreatekey.labmail.caption
source: E-mail address :
de: E-mail Adresse:

# tviscreatekey.labmail.hint
source: Technical department e-mail address.
de: E-Mail Adresse der Technsichen Abteilung.

# tviscreatekey.laboptional.caption
source: Optional information
de: Optionale Infromation

# tviscreatekey.laborg.hint
source: Your company name
de: Ihr Firmenname

# tviscreatekey.labtargetdir.hint
source: Where to save the private key. This directory must be secure.
de: Wo speichert man den Privaten Key. Dieses Verzeichnis muss sicher sein.

# tviscreatekey.labunit.hint
source: E.g. : IT department.
de: z. B. : IT Abteilung.

# tviscreatewaptsetup.caption
source: Create WAPT agent
de: WAPT Agent erstellen

source: E.g. : Tranquil IT Systems.
de: z. B. : Tranquil IT Systems

source: Main WAPT repository address :
de: Haupt WAPT Repository Adresse:

source: Your WAPT repository address (http://wapt/wapt).
de: Ihre WAPT Repository Adresse (http://wapt/wapt).

source: Your company name.
de: Ihr Firmenname.

source: Save waptagent.exe as...
de: Speichern waptagent.exe als...

source: Where waptagent.exe will be saved.
de: Wo wird waptagent.exe gespeichert.

source: WAPT server address :
de: WAPT Server Adresse:

source: Your WAPT server address (http://wapt:8080).
de: Ihre WAPT Server Adresse (http://wapt:8080).

# tvisdisplaypreferences.cbdebugwindow.hint
source: Activates proxy when accessing the main repository
de: Aktviert Proxy beim Zugriff auf den Haupt-Repository

# tvisdisplaypreferences.cblanguage.text
source: English
de: Englisch

# tviseditgroup.button5.caption
source: Save
de: Speichern

source: Group edition
de: Gruppe-Ausgabe

# TVISEDITGROUP.EDDESCRIPTION.EDITLABEL.CAPTION
source: Description
de: Beschreibung

source: Group
de: Gruppe

source: Available packages
de: Verfügbare Pakete

source: Packages to be installed on group hosts
de: Packete werden auf Hostgruppen installiert

source: Hosts in this group
de: Hosts in dieser Gruppe

source: Add to blocked packages
de: Füge zu den blockierten Pakten bei.

source: Add dependencies to package
de: Hinzufügen um die Abhänigkeit zu verpacken

# TVISEDITPACKAGE.ACTADVANCEDMODE.CAPTION
source: Advanced mode
de: Weiterentwickelter Modus

source: Unblock package
de: Packt entsperren

# TVISEDITPACKAGE.ACTEDITREMOVEDEPENDS.CAPTION
source: Remove
de: Entferne

# TVISEDITPACKAGE.ACTEDITSAVEPACKAGE.CAPTION
source: Save
de: Speichern

# tviseditpackage.acteditsearch.caption
source: Search
de: Suche

source: Execute Python source
de: Phython Quelle ausführen

# TVISEDITPACKAGE.ACTSEARCHPACKAGE.CAPTION
source: Search
de: Suche

source: Build the package, upload to the server and trigger Upgrade on the target host.
de: Packet bilden, auf den Server laden und das Upgrade auf dem Zielrechner einleiten.

# TVISEDITPACKAGE.CAPTION
source: Edit package
de: Paket bearbeiten

# tviseditpackage.cbshowlog.caption
source: Show debug
de: Zeige den Fehler

source: Use keywords to narrow search.
de: Benutzen Sie Keywörter um die Suche einzugrenzen.

# tviseditpackage.edsection.text
source: base
de: basiert

# tviseditpackage.labdescription.caption
source: Description
de: Beschreibung

# tviseditpackage.label2.caption
source: Available packages :
de: Verfügbare Pakete :

# tviseditpackage.label5.caption
source: Section
de: Bereich

# tviseditpackage.labpackage.caption
source: Package
de: Packet

# TVISEDITPACKAGE.PANEL7.CAPTION
source: Panel7
de: Forum7

source: Blocked package
de: Geblockte Pakete

source: Edit dependencies
de: Abhänigkeiten bearbeiten

# TVISGROUPCHOICE.ACTSEARCH.CAPTION
source: Search
de: Suche

source: Package selection
de: Paketauswahl

# TVISGROUPCHOICE.CBBASE.CAPTION
source: Software
de: Sotware

source: Package bundles
de: Paketbündel

source: Restricted install
de: Eingeschränkt installieren

source: Use keywords to narrow your search.
de: Benutzen Sie Keywörter um die Suche einzugrenzen.

source: Terminate
de: Beenden

source: Launch update
de: Starte Update

source: Launch update on hosts
de: Update auf Hosts starten

# TVISIMPORTPACKAGE.ACTREFRESH.CAPTION
source: Refresh
de: Aktualisieren

# TVISIMPORTPACKAGE.ACTSEARCHEXTERNALPACKAGE.CAPTION
source: Search
de: Suche

# tvisimportpackage.bitbtn2.caption
source: Cancel
de: Abbrechen

source: Import packages
de: Pakete einführen

source: Loading...
de: Laden...

source: Abort
de: Abbrechen

source: Loading
de: Laden

source: Configure WAPT console
de: WAPT Konsole konfigurieren

source: WAPT authentication
de: WAPT Authentifizierung

# tvislogin.labuser.caption
source: User
de: Benutzer

# tvispackagewizard.butcancel.caption
source: Cancel
de: Abbrechen

# tvispackagewizard.eddescription.editlabel.caption
source: Description
de: Beschreibung

# tvispackagewizard.edsection.text
source: base
de: basiert

# tvispackagewizard.label3.caption
source: Section
de: Bereich

source: Private key authentication
de: Privater-Key-Authentifizierung

# tvisprivatekeyauth.lapassword.caption
source: Private key password :
de: Privates-Key Passwort:

# tvisrepositories.edhttpproxy.hint
source: E.g. : http://proxy.tranquilit.local:3128
de: z. B. :http://proxy.tranquilit.local:3128

# tvisrepositories.labproxy.caption
source: http proxy to use (if needed)
de: http Proxy verwenden (falls erforderlich)

# tviswaptconfig.actcheckandsetwaptserver.caption
source: Check and set
de: Prü­fen und einstellen

source: Show statistics
de: Zeige Statistiken

# tviswaptconfig.cbuseproxyforrepo.hint
source: Activates proxy when accessing the main repository
de: Aktviert Proxy beim Zugriff auf das Haupt-Repository

# TVISWAPTCONFIG.CBUSEPROXYFORSERVER.HINT
source: Activate proxy when accessing the WAPT server
de: Aktviert Proxy beim Zugriff auf dem WAPT Server

source: E.g. : tis
de: z. B. : tis

source: E.g. : c:\waptdev
de: z. B. :c:\waptdev

# tviswaptconfig.edhttp_proxy.editlabel.caption
source: http proxy to use (if needed)
de: http Proxy verwenden (falls erforderlich)

# tviswaptconfig.edhttp_proxy.hint
source: E.g. : http://proxy.tranquilit.local:3128
de: z. B. :http://proxy.tranquilit.local:3128

source: URL to the main repository
de: URL zum Haupt-Repository

source: WAPT Server address or name
de: WAPT Server-Adresse oder Name

source: E.g. : wapt.tranquilit.local
de: z. B. :wapt.tranquilit.local

source: URL du serveur WAPT
de: URL Server WAPT

source: Base directory for package development
de: Basisverzeichnis für die Paketherstellung

# tviswaptconfig.label4.caption
source: Activates proxy when accessing the main repository
de: Aktviert Proxy beim Zugriff auf den Haupt-Repository

# tviswaptconfig.label5.caption
source: Activate proxy when accessing the WAPT server
de: Aktviert Proxy beim Zugriff auf den WAPT-Sever

source: Send anonymous usage statistics to Tranquil IT
de: Sende anonyme Nutzungsstatistiken an Tranquil IT

source: Deploy
de: Anwenden

source: Déployer WAPT
de: Ausbreiten WAPT

# tviswaptdeploy.eddomaine.editlabel.caption
source: Domaine
de: Domain

source: Mot de passe
de: Passwort

source: Utilisateur
de: Benutzer

source: This method lets you deploy waptagent.exe onto all hosts via psexec.
de: Diese Methode waptagent.exe tut alle Hosts bereitstellen mit psexec.

source: Identifiants
de: Indentifiers

source: List of hosts on which WAPT will be installed :
de: Liste der Hosts, auf denen WAPT installiert wird :

source: One host per row.
de: Ein Host pro Zeile.

# tviswaptgui.actaddadsgroups.caption
source: Add ADS Groups as packages
de: ADS Gruppen als Pakete hinzufügen

# tviswaptgui.actaddadsgroups.hint
source: Add the WAPT group packages matching the ADS groups of the machines
de: WAPT Gruppe mit den passenden ADS Gruppen der Maschinen hinzufügen.

# tviswaptgui.actaddgroup.caption
source: New bundle
de: Neues Bündel

# tviswaptgui.actcancelrunningtask.caption
source: Cancel current task
de: aktuellen Task abbrechen

# tviswaptgui.actcleancache.caption
source: Clean local cache
de: Lokalen Zwischenspeicher bereingigen

# tviswaptgui.actcleancache.hint
source: Remove all packages locall cached by WaptConsole
de: Alle lokalen Zwischengespeicherte Packete bei WaptCosole entfernen

# tviswaptgui.actdeletegroup.caption
source: Delete bundle
de: Bündel löschen

# tviswaptgui.actdeletehostspackageandinventory.hint
source: Remove from inventory
de: Vom Inventar entfernen

# tviswaptgui.actdeletepackage.caption
source: Remove from repository
de: Vom Archiv entfernen

# tviswaptgui.acteditgroup.caption
source: Edit bundle
de: Bündel bearbeiten

# TVISWAPTGUI.ACTEDITHOSTPACKAGE.HINT
source: Edit host configuration
de: Host Konfiguration bearbeiten

# tviswaptgui.acteditpackage.caption
source: Edit package
de: Paket bearbeiten

# tviswaptgui.actenglish.caption
source: English
de: Englisch

# tviswaptgui.actevaluate.caption
source: Evaluate
de: Auswerten

# tviswaptgui.actevaluatevar.caption
source: Evaluer Variant
de: Variante bewerten

# tviswaptgui.actexeccode.caption
source: Execute python source
de: Phython Quelle ausführen

# tviswaptgui.actfrench.caption
source: French
de: Französisch

source: German
de: Deutsch

# TVISWAPTGUI.ACTGOTOHOST.CAPTION
source: Search for host
de: Suche nach einem Host

# tviswaptgui.acthelp.caption
source: Online help
de: Online Hilfe

# tviswaptgui.actimportfromfile.caption
source: Import from file
de: Von der Datei importieren

# tviswaptgui.actpackagesforget.caption
source: Forget packages
de: Vergessene Pakete

# tviswaptgui.actquit.caption
source: Quit
de: Beenden

# tviswaptgui.actrdp.caption
source: Connect via RDP
de: Verbinden mit RDP

# tviswaptgui.actrefresh.caption
source: Refresh
de: Aktualisieren

# tviswaptgui.actrefreshhostinventory.caption
source: Refresh host inventory
de: Hostbestand aktualisieren

# tviswaptgui.actrestoredefaultlayout.caption
source: Restore default grid layout
de: vorgegebene Standard GRID-lAYOUT wieder herstellen

# tviswaptgui.actrestoredefaultlayout.hint
source: Restore default columns settings for all grids
de: Standardeinstelugen für alle Spalten Netze herstellen

# TVISWAPTGUI.ACTSEARCHGROUPS.CAPTION
source: Search
de: Suche

# TVISWAPTGUI.ACTSEARCHPACKAGE.CAPTION
source: Search
de: Suche

# tviswaptgui.actsearchsoftwares.caption
source: ActSearchSoftware
de: ActSucheSoftware

# TVISWAPTGUI.ACTTRIGGERHOSTUPDATE.HINT
source: Trigger update of available packages on hosts.
de: Verfügbare Aktualisierung der Pakete an die Hosts einleiten

# TVISWAPTGUI.ACTTRIGGERHOSTUPGRADE.HINT
source: Apply updates
de: Updates anwenden

# tviswaptgui.acttriggerwaptwua_download.caption
source: Trigger the download of pending Windows Updates
de: Austehenden Download von den Windows Updates einleiten

# tviswaptgui.acttriggerwaptwua_install.caption
source: Trigger the install of pending Windows Updates
de: Ausstehende Installation von den Windows Updates einleiten

# TVISWAPTGUI.ACTTRIGGERWAPTWUA_SCAN.CAPTION
source: Trigger the scan of missing Windows Updates
de: Scan von dem fehlenden Windows Updates einleiten

# tviswaptgui.actvnc.caption
source: Connect via VNC
de: Über VNC verbinden

# tviswaptgui.actwsusdowloadwsusscan.caption
source: Download WSUSScan cab from Microsoft Web site
de: WSUSScan kann auf der Seite von Microsoft Web gedownloadet werden

# tviswaptgui.actwsusrefreshcabhistory.caption
source: Refresh WSUSscan cab history
de: WSUScan cab Geschichte aktualisieren

source: Save and build rules package
de: Speicher und erstelle Regel Packet

# tviswaptgui.actwuaallowselectedupdates.caption
source: Allow Selected Updates
de: Ausgewählten Updates erlauben

# tviswaptgui.actwuadownloadselectedupdate.caption
source: Download selected
de: Ausgewähltes herunterladen

# tviswaptgui.actwuaeditgroup.caption
source: Edit group
de: Gruppen überarbeiten

# tviswaptgui.actwuaforbidselectedupdates.caption
source: Forbid Selected Updates
de: ausgwählten Updates nicht erlauben

# TVISWAPTGUI.ACTWUALOADGROUPS.CAPTION
source: Refresh
de: Aktualisieren

# tviswaptgui.actwualoadupdates.caption
source: Load
de: Laden

# tviswaptgui.actwuanewgroup.caption
source: New Windows Updates bundle
de: Neues Paket der Windows Updates

# tviswaptgui.actwuaproductallow.caption
source: Allow all updates for selected products
de: Alle Updates für die ausgewählten Produkte erlauben

# tviswaptgui.actwuaproductallowseverity.caption
source: Allow updates for selected products and severities
de: Alle Updates für die ausgewählten Produkte und die Severities erlauben

# tviswaptgui.actwuaproductforbid.caption
source: Forbid updates for selected products
de: Updates für die ausgewählten Produkte verwehren

# tviswaptgui.actwuaproductforbidseverity.caption
source: Forbid updates for selected products and severities
de: Updates für die ausgewählten Produkte und die Severities verwehren

# tviswaptgui.actwuaproducthide.caption
source: Hide product
de: Produkt verbergen

# tviswaptgui.actwuaproductshow.caption
source: Show product
de: Produkt zeigen

# tviswaptgui.actwuaproductsselection.caption
source: Windows Products selection
de: Auswahl der Windows Produkte

# tviswaptgui.actwuaresetselectedupdates.caption
source: Reset Selected
de: Ausgwähltes zurücksetzen

# TVISWAPTGUI.ACTWUASAVEUPDATESGROUP.CAPTION
source: Save
de: Speichern

source: Refresh Updates listing retrieval history
de: Updates Auflistung Abruf Geschichte aktualisieren

source: Download Updates listing from Microsoft
de: Updates auf der Auflistung von Microsoft herunterladen

# tviswaptgui.butsearchpackages1.caption
source: Search
de: Suche

source: WAPT console
de: WAPT Gerät

# TVISWAPTGUI.CBHASERRORS.CAPTION
source: Has errors
de: Hat Fehler

source: Hide system components
de: Systemkomponenten ausblenden

# TVISWAPTGUI.CBNEEDUPGRADE.CAPTION
source: Needs updating
de: Muss aktualisiert werden

source: All
de: Alles

source: Packages
de: Packete

# tviswaptgui.cbshowlog.caption
source: Show debug
de: Zeige Fehler

source: Critical only
de: Nur kritisch

source: Discarded
de: Verworfen

source: Installed
de: Installiert

# TVISWAPTGUI.CBWUAPENDING.CAPTION
source: Pending
de: Ausstehend

# TVISWAPTGUI.HOSTRUNNINGTASK.EDITLABEL.CAPTION
source: Current task
de: Aktueller Task

source: IP address
de: IP Adresse

source: Allowed Windows Updates Classifications
de: Windows Updates Klassifikation erlauben

# tviswaptgui.label15.caption
source: Groups
de: Gruppen

source: Allowed Windows Updates
de: Windows Updates erlauben

source: Forbidden Windows Updates
de: Unzulässige Windows Updates

# tviswaptgui.label2.caption
source: Manufacturer
de: Hersteller

# tviswaptgui.label3.caption
source: Model
de: Modell

source: Operating system
de: Betriebssystem

# tviswaptgui.label8.caption
source: Description
de: Beschreibung

# tviswaptgui.labuser.caption
source: User
de: Benutzer

source: Save ...
de: Speichern...

source: Save as
de: Speichern unter

source: &Close
de: &Schließen

source: About
de: Über

# tviswaptgui.menuitem4.caption
source: Remove
de: Entfernen

source: &File
de: &Datei

source: New
de: Neu

source: Delete task
de: Task löschen

# tviswaptgui.menuitem76.caption
source: Remove
de: Entfernen

source: Open...
de: Öffnen...

source: Reopen
de: Wiederöffnen

source: Select WAPT file
de: WAPT Datei auswählen

source: Panel6
de: Forum6

# tviswaptgui.panel7.caption
source: Panel7
de: Forum7

source: Bundles
de: Bündel

# TVISWAPTGUI.PGHOSTINVENTORY.CAPTION
source: Hardware inventory
de: Hardware-Inventar

source: Inventory
de: Inventar

source: Overview
de: Übersicht

source: Software inventory
de: Software-Inventar

source: Sources
de: Quellen

# tviswaptgui.tabsheet1.caption
source: Pending
de: Ausstehend

source: Done
de: Fertig

source: Errors
de: Fehler

source: ToolBar1
de: Symobolleiste

source: Windows Updates Classification selection
de: Auswahl der Widows Updates Klassifikation

source: Classifications
de: Klassifikation

source: Default filter
de: Standardfilter

source: Filters on Critical and Security updates
de: Filtert in kritische und Sicherheits Updates

# tviswuapackageselect.actsearch.caption
source: Search
de: Suche

source: Products filtering
de: Produkt Filter

source: Select the default list of products to display and filter.
de: Standardliste von Produkten für die Anzeige und Filter auswäh­len.

source: Windows Updates selection
de: Auswahl der Windows Updates

# tviswuapackageselect.cbwucritical.caption
source: Critical
de: Kritisch

# tviswuapackageselect.cbwuimportant.caption
source: Important
de: Interessant

# tviswuapackageselect.cbwulow.caption
source: Low
de: Niedrig

# tviswuapackageselect.cbwumoderate.caption
source: Moderate
de: Angemessen

# tviswuapackageselect.cbwuother.caption
source: Other
de: Andere

# tviswuapackageselect.cbwuproductsshowall.caption
source: Show all products
de: Zeige alle Produkte

source: Classifications and products
de: Klassifikationen und Produkte

# TVISWUARULES.ACTADDADSGROUPS.CAPTION
source: Add ADS Groups as packages
de: ADS als Gruppenpackete hinzufügen

# TVISWUARULES.ACTADDADSGROUPS.HINT
source: Add the WAPT group packages matching the ADS groups of the machines
de: Gruppenpakete zu den passenden Gruppenmaschine der ADS hinzufügen

# TVISWUARULES.ACTADDCONFLICTS.CAPTION
source: Block packages (causes forced uninstall)
de: Block-Packete (bwirkt Zwangs deinstallation)

# TVISWUARULES.ACTADDGROUP.CAPTION
source: New bundle
de: Neue Bündel

# TVISWUARULES.ACTADDPACKAGEGROUP.CAPTION
source: Add package or bundle
de: Pakete oder Bündel hinzufügen

# TVISWUARULES.ACTADVANCEDMODE.CAPTION
source: Advanced mode
de: Weiterentwickelter Modus

# TVISWUARULES.ACTBUILDUPLOAD.CAPTION
source: Activate package
de: Das Paket aktivieren

# TVISWUARULES.ACTCANCELRUNNINGTASK.CAPTION
source: Cancel current task
de: Aktukellen Task beenden

# TVISWUARULES.ACTCHANGEPASSWORD.CAPTION
source: Update password
de: Passwort aktualisieren

# TVISWUARULES.ACTCLEANCACHE.CAPTION
source: Clean local cache
de: Lokalen Zwischenspeicher bereinigen

# TVISWUARULES.ACTCLEANCACHE.HINT
source: Remove all packages locall cached by WaptConsole
de: Alle lokalen Zwischengespeicherte Pakete bei WaptConsole entfernen

# TVISWUARULES.ACTCREATECERTIFICATE.CAPTION
source: Generate self-signed certificate
de: Selbst-signiertes Zertifikat erstellen

# TVISWUARULES.ACTCREATEWAPTSETUP.CAPTION
source: Create custom WAPT installer
de: Kundenspezifisches WAPT Installationsprogramm entwerfen

# TVISWUARULES.ACTCREATEWAPTSETUPPY.CAPTION
source: Create custom WAPT installer (py)
de: Kundenspezifisches WAPT Installationsprogramm entwerfen

# TVISWUARULES.ACTDELETEGROUP.CAPTION
source: Delete bundle
de: Bündel löschen

# TVISWUARULES.ACTDELETEPACKAGE.CAPTION
source: Remove from repository
de: Vom Archiv entfernen

# TVISWUARULES.ACTDEPLOYWAPT.CAPTION
source: Deploy WAPT onto hosts
de: WAPT auf die Hosts anwenden

# TVISWUARULES.ACTEDITGROUP.CAPTION
source: Edit bundle
de: Bündel bearbeiten

# TVISWUARULES.ACTEDITHOSTPACKAGE.CAPTION
source: Edit host configuration
de: Host Konfiguration bearbeiten

# TVISWUARULES.ACTEDITHOSTPACKAGE.HINT
source: Edit host configuration
de: Host Konfguration bearbeiten

# TVISWUARULES.ACTEDITPACKAGE.CAPTION
source: Edit package
de: Paket bearbeiten

# TVISWUARULES.ACTENGLISH.CAPTION
source: English
de: Englisch

# TVISWUARULES.ACTEVALUATE.CAPTION
source: Evaluate
de: Auswerten

# TVISWUARULES.ACTEVALUATEVAR.CAPTION
source: Evaluer Variant
de: Variante bewerten

# TVISWUARULES.ACTEXECCODE.CAPTION
source: Execute python source
de: Phython Quelle ausführen

# TVISWUARULES.ACTFORGETPACKAGES.CAPTION
source: Forget packages
de: Vergessene Pakete

# TVISWUARULES.ACTFRENCH.CAPTION
source: French
de: Französisch

# TVISWUARULES.ACTGOTOHOST.CAPTION
source: Search for host
de: Suche nach einem Host

# TVISWUARULES.ACTHELP.CAPTION
source: Online help
de: Online Hilfe

# TVISWUARULES.ACTHOSTSDELETE.CAPTION
source: Remove from inventory
de: Vom Inventar entfernen

# TVISWUARULES.ACTHOSTSDELETE.HINT
source: Remove from inventory
de: Vom Inventar entfernen

# TVISWUARULES.ACTHOSTSDELETEHOSTPACKAGE.CAPTION
source: Remove host configuration and inventory
de: Host Konfiguration und den Inventar entfernen

# TVISWUARULES.ACTHOSTWAPTUPGRADE.CAPTION
source: Update WAPT client
de: WAPT Kunden aktualisieren

# TVISWUARULES.ACTHOSTWAPTUPGRADE.HINT
source: Run agent.exe in silent mode from <url-depot>/waptagent.exe
de: agent.exe im stillen Modus ausführen von <url-depot>/waptagent.exe

# TVISWUARULES.ACTIMPORTFROMFILE.CAPTION
source: Import from file
de: Von der Datei impotieren

# TVISWUARULES.ACTIMPORTFROMREPO.CAPTION
source: Import from repository
de: Von Repository impotieren

# TVISWUARULES.ACTLOCALHOSTINSTALL.CAPTION
source: Install
de: Installation

# TVISWUARULES.ACTLOCALHOSTREMOVE.CAPTION
source: Uninstall package
de: Packet deinstallieren

# TVISWUARULES.ACTLOCALHOSTUPGRADE.CAPTION
source: System update
de: System aktualisieren

# TVISWUARULES.ACTPACKAGEINSTALL.CAPTION
source: Install package
de: Packet installieren

# TVISWUARULES.ACTPACKAGEINSTALL.HINT
source: Force remote install or upgrade of package
de: Erzwinge Installation zu entfernen oder aktualisiere das Paket

# TVISWUARULES.ACTPACKAGEREMOVE.CAPTION
source: Uninstall package
de: Packet deinstallieren

# TVISWUARULES.ACTPACKAGEREMOVE.HINT
source: Forces remote uninstall of package
de: Remote Deinstallation von dem Packet erzwingen

# TVISWUARULES.ACTPACKAGESUPDATE.CAPTION
source: Update available packages
de: Aktualisierung der Packete ist verfügbar

# TVISWUARULES.ACTQUIT.CAPTION
source: Quit
de: Beenden

# TVISWUARULES.ACTRDP.CAPTION
source: Connect via RDP
de: Verbinden mit RDP

# TVISWUARULES.ACTREFRESH.CAPTION
source: Refresh
de: Aktualisiere

# TVISWUARULES.ACTREFRESHHOSTINVENTORY.CAPTION
source: Refresh host inventory
de: Hostbestand aktualisieren

# TVISWUARULES.ACTRELOADCONFIG.CAPTION
source: Reload wapt-get.ini
de: wapt-get.ini neu laden

# TVISWUARULES.ACTREMOVECONFLICTS.CAPTION
source: Allow packages
de: Packete erlauben

# TVISWUARULES.ACTREMOVEDEPENDS.CAPTION
source: Remove dependencies from packages/bundles
de: Abhänigkeit von den Packeten/Bündeln entfernen

# TVISWUARULES.ACTRESTOREDEFAULTLAYOUT.CAPTION
source: Restore default grid layout
de: Standard Grid-Layout wieder herstellen

# TVISWUARULES.ACTRESTOREDEFAULTLAYOUT.HINT
source: Restore default columns settings for all grids
de: Standardeinstelugen für alle Spalten Netze herstellen

# TVISWUARULES.ACTSEARCHGROUPS.CAPTION
source: Search
de: Suche

# TVISWUARULES.ACTSEARCHHOST.CAPTION
source: Search for host
de: Suche nach einem Host

# TVISWUARULES.ACTSEARCHPACKAGE.CAPTION
source: Search
de: Suche

# TVISWUARULES.ACTSEARCHSOFTWARES.CAPTION
source: ActSearchSoftware
de: ActSucheSoftware
