Repository: Jumbef/WAPT
Catalog: languages/waptconsole.*.po
Languages: de

# TVISWUARULES.ACTTRIGGERHOSTSLISTENING.CAPTION
source: Trigger scan listening IP
de: Scan Überwachungs-IP einleiten

# TVISWUARULES.ACTTRIGGERHOSTSLISTENING.HINT
source: Trigger scan of listening IP of registered hosts.
de: Scan von der Überwachungs-IP von dem registrierten Host einleiten

# TVISWUARULES.ACTTRIGGERHOSTUPDATE.CAPTION
source: Trigger hosts update
de: Host aktualisierung einleiten

# TVISWUARULES.ACTTRIGGERHOSTUPDATE.HINT
source: Trigger update of available packages on hosts.
de: Verfügbare Aktualisierung der Pakete an die Hosts einleiten

# TVISWUARULES.ACTTRIGGERHOSTUPGRADE.CAPTION
source: Apply updates
de: Updates anwenden

# TVISWUARULES.ACTTRIGGERHOSTUPGRADE.HINT
source: Apply updates
de: Updates anwenden

# TVISWUARULES.ACTTRIGGERWAPTWUA_DOWNLOAD.CAPTION
source: Trigger the download of pending Windows Updates
de: Austehende Download von den Windows Updates einleiten

# TVISWUARULES.ACTTRIGGERWAPTWUA_INSTALL.CAPTION
source: Trigger the install of pending Windows Updates
de: Ausstehende Installation von den Windows Updates einleiten

# TVISWUARULES.ACTTRIGGERWAPTWUA_SCAN.CAPTION
source: Trigger the scan of missing Windows Updates
de: Scan von dem fehlenden Windows Updates einleiten

# TVISWUARULES.ACTVNC.CAPTION
source: Connect via VNC
de: Verbinden mit VNC

# TVISWUARULES.ACTWAPTLOCALCONFIG.CAPTION
source: Local WAPT configuration
de: Lokale WAPT Konfiguration

# TVISWUARULES.ACTWSUSDOWLOADWSUSSCAN.CAPTION
source: Download WSUSScan cab from Microsoft Web site
de: WSUSScan cab von der Microsoft Webseite runterladen

# TVISWUARULES.ACTWSUSREFRESHCABHISTORY.CAPTION
source: Refresh WSUSscan cab history
de: WSUSscan cab Geschichte aktualisieren

# TVISWUARULES.ACTWUAALLOWSELECTEDUPDATES.CAPTION
source: Allow Selected Updates
de: Ausgewählten Updates erlauben

# TVISWUARULES.ACTWUADOWNLOADSELECTEDUPDATE.CAPTION
source: Download selected
de: Download ausgewählt

# TVISWUARULES.ACTWUAEDITGROUP.CAPTION
source: Edit group
de: Gruppe überarbeiten

# TVISWUARULES.ACTWUAFORBIDSELECTEDUPDATES.CAPTION
source: Forbid Selected Updates
de: Ausgewählten Updates verweigern

# TVISWUARULES.ACTWUALOADGROUPS.CAPTION
source: Refresh
de: Aktualisiere

# TVISWUARULES.ACTWUALOADUPDATES.CAPTION
source: Load
de: Laden

# TVISWUARULES.ACTWUANEWGROUP.CAPTION
source: New Windows Updates bundle
de: Neues Update Bündel von Windows

# TVISWUARULES.ACTWUAPRODUCTALLOW.CAPTION
source: Allow all updates for selected products
de: Alle Updates für die ausgewählten Produkte erlauben

# TVISWUARULES.ACTWUAPRODUCTALLOWSEVERITY.CAPTION
source: Allow updates for selected products and severities
de: Updates für die ausgewählten Produkte und Severities erlauben

# TVISWUARULES.ACTWUAPRODUCTFORBID.CAPTION
source: Forbid updates for selected products
de: Updates für die ausgewählten Produkte verweigern

# TVISWUARULES.ACTWUAPRODUCTFORBIDSEVERITY.CAPTION
source: Forbid updates for selected products and severities
de: Updates für die ausgewählten Produkte und die Severities verweigern

# TVISWUARULES.ACTWUAPRODUCTHIDE.CAPTION
source: Hide product
de: Produkt verbergen

# TVISWUARULES.ACTWUAPRODUCTSHOW.CAPTION
source: Show product
de: Produkt anzeigen

# TVISWUARULES.ACTWUAPRODUCTSSELECTION.CAPTION
source: Windows Products selection
de: Auswahl der Windows-Produkte

# TVISWUARULES.ACTWUARESETSELECTEDUPDATES.CAPTION
source: Reset Selected
de: Ausgewähltes zurücksetzen

# TVISWUARULES.ACTWUASAVEUPDATESGROUP.CAPTION
source: Save
de: Speichern

# TVISWUARULES.CBWUCRITICAL.CAPTION
source: Critical
de: Kritisch

# TVISWUARULES.CBWUIMPORTANT.CAPTION
source: Important
de: Interessant

# TVISWUARULES.CBWULOW.CAPTION
source: Low
de: Niedrig

# TVISWUARULES.CBWUMODERATE.CAPTION
source: Moderate
de: Angemessen

# TVISWUARULES.CBWUOTHER.CAPTION
source: Other
de: Andere

# TVISWUARULES.CBWUPRODUCTSSHOWALL.CAPTION
source: Show all products
de: Zeige alle Produkte

# TVISWUARULES.LABEL17.CAPTION
source: Windows updates restrictions
de: Eingeschränkte Windows Updates

source: Panel1
de: Forum1

# TVISWUARULES.PANEL13.CAPTION
source: Panel13
de: Forum13

# uwaptconsoleres.rsbundleconfigeditcaption
source: Edit package bundle configuration
de: Bearbeiten Sie die Paketbündel-Konfiguration

# uwaptconsoleres.rscanceled
source: canceled
de: Abgebrochen

# uwaptconsoleres.rscanceledbyuser
source: Task %s has been canceled by the user
de: Der Task %s wurde vom Benutzer abgebrochen

# uwaptconsoleres.rscanceledtask
source: Cancelled %s
de: Abgebrochen %s

# uwaptconsoleres.rscertificatecopyfailure
source: Couldn't copy certificate %s to %s.
de: Das Zertifikat %s kann nicht kopiert werden zu %s

# uwaptconsoleres.rscompletionprogress
source: %s : %.0f%% completed
de: %s : %.0f%% beendet

# uwaptconsoleres.rsconfirmcaption
source: Confirm
de: Bestätigen

# uwaptconsoleres.rsconfirmdeletion
source: Confirm removal
de: Entfernen bestätigen

# uwaptconsoleres.rsconfirmhostforgetspackages
source: Are you sure you want to forget %s packages from host %s ?
de: Sind Sie sich sicher, dass Sie %s die Pakete vom Host %s vergessen wollen?

# uwaptconsoleres.rsconfirmimportcaption
source: Confirm import
de: Einführen bestätigen

source: Are you sure you want to install/upgrade %s package(s) for the selected host(s) %s ?
de: Sind Sie sich sicher, dass Sie die Paket(e) installieren/upgraden %s wollen, für die ausgewählten Host(s) %s ?

# uwaptconsoleres.rsconfirmrmhostsfromlist
source: Are you sure you want to remove %s hosts from the list ?
de: Sind Sie sich sicher, dass Sie %s Hosts von der Liste entfernen möchten?

source: Are you sure you want to remove %s hosts and matching configuration packages from the server ?
de: Sind Sie sich sicher, dass Sie %s Hosts und die passenden Konfigurationspakete vom Server entfernen möchtest?

# uwaptconsoleres.rsconfirmrmmultiplepackages
source: Are you sure you want to remove %d selected packages from the server ?
de: Sind Sie sich sicher, dass Sie %d ausgewählten Pakete entfernen möchten?

# uwaptconsoleres.rsconfirmrmonepackage
source: Are you sure you want to remove this package from the server ?
de: Sind Sie sich sicher, dass Sie dieses Paket vom Server entfernen möchten?

# uwaptconsoleres.rsconfirmrmpackagecaption
source: Confirm removal
de: Entfernung bestätigen

# uwaptconsoleres.rsconfirmrmpackagesfromhost
source: Are you sure you want to remove %s package(s) from the selected host(s) %s ?
de: Sind Sie sich sicher, dass Sie %s Pakete von den ausgewählten Hosts %s enfernen möchtesn?

# uwaptconsoleres.rsdefinewaptdevpath
source: Please select a directory on your package development host before editing a package bundle.
de: Bitte wählen ein Verzeichnis in Ihrer Paketentwicklung Host bevor der Berarbeitung eines Packet-Bündel.

# uwaptconsoleres.rsdeletingelement
source: Removing %s
de: Entfernen %s

# uwaptconsoleres.rsdeletioninprogress
source: Removing packages...
de: Entferne Pakete...

# uwaptconsoleres.rsdependencies
source: Selection of packages to add to the hosts as dependencies
de: Auswahl der Pakete an die Hosts hinzufügen wie die Abhängigkeiten

# uwaptconsoleres.rsdiffpwerror
source: Passwords do not match.
de: Passwörter stimmen nicht überein

# uwaptconsoleres.rsdisplaying
source: Displaying
de: Anzeigen

# uwaptconsoleres.rsdlcanceled
source: Download canceled.
de: Download abgebrochen

# uwaptconsoleres.rsdlstoppedbyuser
source: Download stopped by the user
de: Download wurde vom Benutzer gestoppt

source: Downloaded file %s is corrupted. MD5 mismatch.
de: Heruntergeladene Datei %s ist beschädigt. MD5-Mismatch.

# uwaptconsoleres.rsdownloading
source: Downloading
de: Downloaden

# uwaptconsoleres.rsdownloadingpackage
source: Package(s) %s is being downloaded.
de: Paket(e) %s sind am herunterladen.

# uwaptconsoleres.rsduplicatefailure
source: Error while duplicating the package(s).
de: Fehler beim Duplizieren des/der Pakete(s).

# uwaptconsoleres.rsduplicatesuccess
source: Package(s) %s successfully duplicated.
de: Paket(e) %s ist/sind erfolgreich Dupliziert

# uwaptconsoleres.rsduplicating
source: Package(s) %s is being duplicated.
de: Paket(e) %s ist/sind am Duplizieren.

# uwaptconsoleres.rseditbundle
source: Edit package bundle.
de: Paketbündel bearbeiten

# uwaptconsoleres.rsedpackage
source: Package bundle
de: Paketbündel

# uwaptconsoleres.rsemptynewpwerror
source: New password must not be empty.
de: Neues Passwort darf nicht leer sein.

# uwaptconsoleres.rsemptyoldpwerror
source: Old password must not be empty.
de: Altes Passwort darf nicht leer sein.

# uwaptconsoleres.rserrorcanceling
source: Error cancelling: %s
de: Fehler beim Abbrechen: %s

# uwaptconsoleres.rserrorlaunchingupdate
source: Error launching update: %s
de: Fehler beim Start vom Update: %s

# uwaptconsoleres.rserrorlaunchingupgrade
source: Error launching upgrade: %s
de: Fehler beim Start vom Update: %s

# uwaptconsoleres.rserrorwithmessage
source: Error : %s
de: Fehler : %s

# uwaptconsoleres.rsfailedimport
source: Error during import.
de: Fehler beim Import

# uwaptconsoleres.rsfailedtocancel
source: Could not cancel : %s.
de: Konnte nicht abbrechen : %s.

# uwaptconsoleres.rsfatalerror
source: Failed to retrieve task.
de: Fehler beim Task abrufen.

# uwaptconsoleres.rsfilterall
source: (All)
de: (Alles)

# uwaptconsoleres.rsforceduninstallpackages
source: Selection of packages to force-remove from the hosts
de: Auswahl der Pakete von Hosts zwangs entfernen.

# uwaptconsoleres.rsforgetpackageerror
source: Error while forgetting package %s: %s
de: Fehler beim vergessenen Packet %s: %s

# uwaptconsoleres.rshostconfigeditcaption
source: Edit host configuration
de: Host Konfiguration bearbeiten

# uwaptconsoleres.rsignoredconfictingpackages
source: Warning : couldn't find package(s) %s ; conflicting package(s) have been ignored.
de: Warnung: konnte das Packet nicht finden %s ; widersprüchliche Pakete wurden ignoriert.

# uwaptconsoleres.rsignoredpackages
source: Warning : couldn't find package(s) %s ; ignoring them.
de: Warnung: Konnte keine Pakete finden %s ; ignoriere sie.

# uwaptconsoleres.rsimportingfile
source: Importing %s
de: Importieren %s

# uwaptconsoleres.rsincorrectoldpwerror
source: Old password is incorrect.
de: Altes Passwort ist nicht korrekt.

# uwaptconsoleres.rsincorrectpassword
source: Incorrect password.
de: Falsches Passwort.

# uwaptconsoleres.rsinnosetupunavailable
source: Innosetup is unavailable (path : %s), please install it first.
de: Innosetup ist nicht verfügbar (Pfad : %s), installieren Sie es bitte zuerst.

# uwaptconsoleres.rsinputkeyname
source: Please input a key name.
de: Bitte geben Sie dem Key einen Namen.

# uwaptconsoleres.rsinputpubkeypath
source: Please input path to public key
de: Bitte geben Sie dem Pfad einen öffentlichen Key.

# uwaptconsoleres.rsinstalling
source: Installing %s...
de: Installieren %s...

# uwaptconsoleres.rsinstallon
source: install on c:\wapt : --setup -s
de: installiere auf c:\wapt : --setup -s

# uwaptconsoleres.rsinvalidwaptsetupdir
source: WAPTsetup directory is not valid : %s
de: WAPTsetup Verzeichnis ist nicht gültig: %s

# uwaptconsoleres.rskeyalreadyexists
source: Key %s already exists, please pick another name.
de: Key %s ist bereits vorhanden, bitte wählen Sie einen anderen Namen.

# uwaptconsoleres.rslongtaskerror
source: Error launching longtask: %s
de: Fehler beim Start von Longtask: %s

# uwaptconsoleres.rsmainrepourl
source: Main repo url: %s
de: Haupt repo url: %s

# uwaptconsoleres.rsnobundle
source: There is no package bundle.
de: Es gibt keine Packet Bündel.

source: None IP reachable for this host. Check firewall, routes and remote service status
de: Keine IP erreichbar für diesen Host. Überprüfen Sie die Firewall, die Routes und den Remote-Service-Status

# uwaptconsoleres.rsnorunningtask
source: No running tasks
de: Keine laufenden Tasks

# uwaptconsoleres.rsoptrepo
source: -r --repo : URL of dependencies libs
de: -r --repo :URL der Abhänigkeiten libs

# uwaptconsoleres.rspackageduplicateconfirmcaption
source: Confirm duplication of package
de: Verdopplung der Pakete bestätigen.

source: Error while triggering package install/upgrade %s: %s
de: Fehler beim Auslösen der Installation/Upgrade des Packets %s: %s

# uwaptconsoleres.rspackageremoveerror
source: Error while removing package %s: %s
de: Fehler beim entfernen des Pakets %s: %s

# uwaptconsoleres.rspackagesneededcaption
source: Packages needed in package bundle
de: Packete in Paketbündel erforderlich

# uwaptconsoleres.rspackagesneededonhostcaption
source: Packages needed on host
de: Pakete auf dem Host benötigt

# uwaptconsoleres.rspasswordchangeerror
source: Error : %s
de: Fehler : %s

# uwaptconsoleres.rspasswordchangesuccess
source: Password successfully updated !
de: Passwort erfolgreich aktualisiert!

# uwaptconsoleres.rspending
source: Pending :
de: Ausstehend:

# uwaptconsoleres.rsprivatekeydoesntexist
source: Private key doesn't exist : %s
de: Privater Key existiert nicht : %s

# uwaptconsoleres.rsprogresstitle
source: Started uploading to WAPT server...
de: Hochladen auf dem WAPT Sever starten...

# uwaptconsoleres.rspublickeygenerror
source: Error during key generation : %s
de: Fehler bei der Keyerzeugung : %s

# uwaptconsoleres.rsrunningtask
source: Running task %d: %s, status:%s
de: Laufender Task %d: %s, Status:%s

# uwaptconsoleres.rssavemods
source: Save changes ?
de: Änderungen speichern?

# uwaptconsoleres.rsstoplistening
source: Stop listening to events
de: Stoppe die Wiedergabe der Ereignisse

# uwaptconsoleres.rssuccessfullyimported
source: %s successfully imported.
de: %s Erfolgreich importiert

# uwaptconsoleres.rstaskcanceled
source: Task canceled.
de: Task abgebrochen.

# uwaptconsoleres.rstasklisterror
source: Error getting task list: %s
de: Fehler beim Abrufen der Task-Liste: %s

source: Trigger packages list update on the hosts
de: Update der Pakte Listen auf die Hosts einleiten.

source: Trigger installed packages upgrade on the hosts
de: Installation der Pakete ein und das Upgrade auf die Hosts einleiten

source: Trigger the download of missing Windows Updates
de: Download des fehlenden Windows Updates einleiten

source: Trigger the installation of missing Windows Updates
de: Installation des fehlenden Windows Update einleiten

# uwaptconsoleres.rstriggerwaptwua_scan
source: Trigger the scan of missing Windows Updates
de: Scan für das fehlende Windows Update einleiten

# uwaptconsoleres.rsundefwaptsrvinini
source: wapt_server is not defined in your %s ini file
de: wapt_server ist nicht in Ihrer %s ini Datei definiert

# uwaptconsoleres.rsuninstallingpackage
source: Uninstalling %s...
de: Deinstallation %s...

source: Unknown version
de: Unbekannte Version

# uwaptconsoleres.rsupdatingpackagelist
source: Updating package list
de: Aktualisierung der Paketliste

# uwaptconsoleres.rsupgradehosterror
source: Failed to trigger upgrade : %s
de: Fehler beim einleiten des Upgrades: %s

# uwaptconsoleres.rsupgradinghost
source: Upgrade triggered on the remote host.
de: Update auf dem Remote Host einleiten.

# uwaptconsoleres.rsuploading
source: Uploading
de: Hochladen

# uwaptconsoleres.rsuploadingpackagestowaptsrv
source: Uploading %s packages to WAPT server...
de: Hochladen %s der Pakete auf den WAPT Server...

# uwaptconsoleres.rsusage
source: Usage: %s -h
de: Anwendung: %s -h

# uwaptconsoleres.rswaptagentsetuperror
source: Error while creating waptagent.exe: %s
de: Fehler beim erstellen der waptagent.exe: %s

# uwaptconsoleres.rswaptagentuploaderror
source: Error while uploading WAPT agent : %s
de: Fehler beim hochladen der WAPT agent : %s

# uwaptconsoleres.rswaptagentuploadsuccess
source: Successfully uploaded WAPT agent !
de: WAPT agent erfolgreich hochgeladen !

# uwaptconsoleres.rswaptclientupdateonhosts
source: Updating WAPT client on the hosts
de: WAPT Kunde auf die Hosts akutalisieren

# uwaptconsoleres.rswaptgetupgrade
source: WAPT-GET Upgrade using repository at %s
de: WAPT-GET Upgrade anwenden mit Repository %s

# uwaptconsoleres.rswaptsetuperror
source: Error while creating agent : %s
de: Fehler beim erstellen des agent : %s

# uwaptconsoleres.rswaptupgrade
source: waptupgrade : upgrade wapt-get.exe and database
de: waptupgrade: aktualisiere wapt-get.exe und Datenbank

source: WAPT Upgrade package built and uploaded successfully
de: WAPT Upgrade Pakete bilden und erfolgreich hochladen

# uwaptconsoleres.rswaptuploaderror
source: Error while uploading WAPT agent to the repository : %s
de: Fehler beim hochladen des WAPT agent auf dem Repository : %s

# uwaptres.rsbundleconfigeditcaption
source: Edit package bundle configuration
de: Packetbündel-Konfiguration bearbeiten

# uwaptres.rscanceled
source: canceled
de: abgebrochen

# uwaptres.rscanceledbyuser
source: Task %s has been canceled by the user
de: Der Task %s wurde vom Benutzer abgebrochen

# uwaptres.rscanceledtask
source: Cancelled %s
de: abgebrochen %s

source: Canceling %s
de: Abbrechen %s

# uwaptres.rscertificatecopyfailure
source: Couldn't copy certificate %s to %s.
de: Das Zertifikat kann nicht kopiert werden %s zu %s.

source: Checking...
de: Kontrollieren...

# uwaptres.rscompletionprogress
source: %s : %.0f%% completed
de: %s : %.0f%% beendet

# uwaptres.rsconfirm
source: Confirm
de: Bestätigen

source: Are you sure you want to cancel configuring WAPT server ?
de: Sind Sie sich sicher das du die Konfiguartion vom WAPT Server abbrechen wollen?

# uwaptres.rsconfirmcaption
source: Confirm
de: Bestätigen

# uwaptres.rsconfirmdeletion
source: Confirm removal
de: Entfernen bestätigen

# uwaptres.rsconfirmhostforgetspackages
source: Are you sure you want to forget %s packages from host %s ?
de: Sind Sie sich sicher, dass Sie %s die Pakete vom Host %s vergessen wollen?

# uwaptres.rsconfirmimport
source: Are you sure you want to import %s to your repository ?
de: Sind Sie sich sicher, dass du Sie es auf %s Ihren Aufbewahrungsort importieren wollen?

# uwaptres.rsconfirmimportcaption
source: Confirm import
de: Zum einführen bestätigen

# uwaptres.rsconfirmrmhostsfromlist
source: Are you sure you want to remove %s hosts from the list ?
de: Sind Sie sich sicher, dass Sie %s die Hosts von der Liste entfernen möchten?

# uwaptres.rsconfirmrmmultiplepackages
source: Are you sure you want to remove the selected packages from the server ?
de: Sind Sie sich sicher, dass Sie die ausgewählten Pakete entfernen möchten?

# uwaptres.rsconfirmrmonepackage
source: Are you sure you want to remove this package from the server ?
de: Sind Sie sich sicher, dass Sie dieses Paket vom Server entfernen möchten?

# uwaptres.rsconfirmrmpackagecaption
source: Confirm removal
de: Bestätigen Sie das Entfernen

# uwaptres.rsconfirmrmpackagesfromhost
source: Are you sure you want to remove %s package(s) from the selected host(s) %s ?
de: Sind Sie sich sicher, dass Sie %s die Pakete von den ausgewählten Hosts %s enfernen möchten ?

# uwaptres.rscreationinprogress
source: Creation in progress.
de: Die Kreation ist im Gange.

# uwaptres.rsdefinewaptdevpath
source: Please select a directory on your package development host before editing a package bundle.
de: Bitte wähle ein Verzeichnis in Ihrer Host Paketentwicklung bevor der Berarbeitung eines Packet-Bündel.

# uwaptres.rsdeletingelement
source: Removing %s
de: Entfernen %s

# uwaptres.rsdeletioninprogress
source: Removing packages...
de: Entferne Pakete...

# uwaptres.rsdependencies
source: Selection of packages to add to the hosts as dependencies
de: Auswahl der Pakete an die Hosts hinzufügen wie die Abhängigkeiten

# uwaptres.rsdiffpwerror
source: Passwords do not match.
de: Passwörter stimmen nicht überein.

# uwaptres.rsdisplaying
source: Displaying
de: Anzeigen

# uwaptres.rsdlcanceled
source: Download canceled.
de: Download abgebrochen.

# uwaptres.rsdlstoppedbyuser
source: Download stopped by the user
de: Download wurde vom Benutzer gestoppt

# uwaptres.rsdownloading
source: Downloading
de: Downloaden

# uwaptres.rsduplicatesuccess
source: Package(s) %s successfully duplicated.
de: Paket(e) %s sind erfolgreich Dupliziert

# uwaptres.rsduplicating
source: Package(s) %s is being duplicated.
de: Paket(e) %s sind am Duplizieren

# uwaptres.rseditbundle
source: Edit package bundle.
de: Paketbündel bearbeiten.

# uwaptres.rsedithostcaption
source: Edit host
de: Host bearbeiten

# uwaptres.rsedpackage
source: Package bundle
de: Paketbündel

# uwaptres.rsemptynewpwerror
source: New password must not be empty.
de: Neues Passwort darf nicht leer sein.

# uwaptres.rsemptyoldpwerror
source: Old password must not be empty.
de: Altes Passwort darf nicht leer sein.

# uwaptres.rserror
source: Error
de: Fehler

# uwaptres.rserrorcanceling
source: Error cancelling: %s
de: Fehler beim Abbrechen: %s

source: Error for %s
de: Fehler für %s

# uwaptres.rserrorlaunchingupdate
source: Error launching update: %s
de: Fehler beim Start von Update: %s

# uwaptres.rserrorlaunchingupgrade
source: Error launching upgrade: %s
de: Fehler beim Start von Update: %s

source: Error while checking...
de: Fehler beim üperprüfen...

# uwaptres.rserrorwithmessage
source: Error : %s
de: Fehler : %s

# uwaptres.rsfailedtocancel
source: Could not cancel : %s.
de: Konnte nicht abbrechen : %s.

# uwaptres.rsinputpubkeypath
source: Please input path to public key
de: Bitte geben Sie dem Pfad einen öffentlichen Key.

# uwaptres.rsinstalling
source: Installing %s...
de: Installieren %s...

# uwaptres.rsinstallon
source: install on c:\wapt : --setup -s
de: installiere auf c:\wapt : --setup -s

source: Invalid DNS
de: Ungültige DNS

source: This DNS name is not valid, would you like to use the IP address instead ?
de: Dieser DNS Name ist nicht gültig, wollen Sie lieber stattdessen die IP-Adresse verwenden?

# uwaptres.rsinvalidwaptsetupdir
source: WAPTsetup directory is not valid : %s
de: WAPTsetup Verzeichnis ist nicht gültig : %s

# uwaptres.rskeyalreadyexists
source: Key %s already exists, please pick another name.
de: Key %s ist bereits vorhanden, bitte wählen Sie einen anderen Namen.

# uwaptres.rslongtaskerror
source: Error launching longtask: %s
de: Fehler beim Start von Longtask: %s

# uwaptres.rsmainrepourl
source: Main repo url: %s
de: Haupt repo url: %s

# uwaptres.rsnbmodifiedhosts
source: %s hosts affected.
de: %s Hosts betroffen.

# uwaptres.rsnobundle
source: There is no package bundle.
de: Es gibt keine Paketbündel.

# uwaptres.rsnorunningtask
source: No running tasks
de: Keine laufenden Tasks

source: No task canceled
de: Kein Task abgebrochen

source: Opening firewall for WaptServer
de: Öffne Firewall für WaptServer

# uwaptres.rsoptrepo
source: -r --repo : URL of dependencies libs
de: -r --repo : URL von Abhänigkeiten libs

source: Done configuring packages for the current user session
de: Die fertige Konfiguration der Pakete für die Benutzersitzung

source: Error while configuring packages for the current user session
de: Fehler bei der Konfiguration der Pakete für die aktuelle Benutzersitzung

# uwaptres.rspackagecreationerror
source: Error while creating package : %s
de: Fehler bei der Erstellung des Paketes : %s

# uwaptres.rspackageduplicateconfirm
source: Are you sure you want to duplicate the package(s) %s into your repository ?
de: Sind Sie sich sicher das Sie die Pakete verdoppeln wollen %s in Ihre Repository?

# uwaptres.rspackageduplicateconfirmcaption
source: Confirm duplication of package
de: Bestätige die Duplikation des Pakets

# uwaptres.rspackageremoveerror
source: Error while removing package %s: %s
de: Fehler beim entfernen des Pakets %s: %s

# uwaptres.rspackagesneededcaption
source: Packages needed in package bundle
de: Packete werden in Paketbündel benötigt

# uwaptres.rspackagesneededonhostcaption
source: Packages needed on host
de: Pakete werden auf dem Host benötigt

# uwaptres.rspasswordchangeerror
source: Error : %s
de: Fehler : %s
