Repository: Jumbef/WAPT
Catalog: languages/waptserverpostconf.*.po
Languages: fr

source: This can be changed later in Waptconsolehttp://dev.tranquil.it/scenari/guide_admin/co/generation_certificat_wapt.html
fr: Content-Type: text/plain; charset=UTF-8Cela peut être changé plus tard dans Waptconsole

source: Loading...
fr: Chargement en cours...

source: Abort
fr: Interrompre

source: Loading
fr: Chargement en cours

source: Create custom installer
fr: Créer un installeur personnalisé

# tviswaptserverpostconf.actcancel.caption
source: Cancel
fr: Annuler

source: Check DNS name
fr: Tester le nom DNS

source: Generate keypair
fr: Créer la paire de clés

source: Input URL manually
fr: Spécifier manuellement les URL

# tviswaptserverpostconf.actnext.caption
source: Next
fr: Suivant

source: Previous
fr: Précédent

source: Start WaptServer and WAPTService with this configuration
fr: Démarrer le server et l'agent WAPT avec cette configuration

source: Configuration of WAPT server for Windows
fr: Configuration du serveur WAPT pour Windows

# tviswaptserverpostconf.cblaunchwaptconsoleonexit.caption
source: Run WAPT console after setup
fr: Lancer la console WAPT après l'installation

source: Open firewall ports 80 and 443 to allow access for packages and inventory
fr: Ouvrir les ports firewall 80 et 443 pour permettre l'accès aux paquets et à l'inventaire

# tviswaptserverpostconf.cb_create_new_key_show_password.caption
source: Show password
fr: Afficher le mot de passe

# tviswaptserverpostconf.cb_use_existing_key_show_password.caption
source: Show password
fr: Afficher le mot de passe

source: WAPT clients make requests to the server. In order to connect to the WAPT server, it is advisable that a DNS name be used, as long as it has been correctly configured in your network's DNS environment. We suggest naming your WAPT server 'srvwapt.mydomain.local' (A record type), then binding an alias (CNAME record type, e.g. 'wapt.mondomain.local') to srvwapt. In case you don't trust your DNS, or you are just setting up a testing environment, you can fall back to the server IP address. For further information : 'http://dev.tranquil.it/scenari/guide_admin/co/wapt_server_configuration_champDNS.html'
fr: Les clients WAPT font des requêtes au serveur. Afin de se connecter au serveur WAPT, il est conseillé d'utiliser un nom DNS, tant qu'il a été correctement configuré dans votre réseau. Nous vous suggéront de le nommer votre serveur WAPT srvwapt.mydomain.local' ( Enregistrement de type A) ainsi que de créer un alias ( Enregistement de type CNAME) pointant vers srvwapt. Au cas où votre serveur DNS ne serait pas un tiers de confiances, ou si vous configurer un environnement de test, vous pouvez utiliser l'adresse IP du serveur. Plus d'informations ici : 'http://dev.tranquil.it/scenari/guide_admin/co/wapt_server_configuration_champDNS.html'

source: WAPT server password :
fr: Mot de passe du server WAPT :

source: Confirm password :
fr: Confirmer le mot de passe :

# tviswaptserverpostconf.lbl_ed_create_new_key_directory.caption
source: Secret directory :
fr: Répertoire privé :

# tviswaptserverpostconf.lbl_ed_create_new_key_key_name.caption
source: Key name :
fr: Nom de la clef :

# tviswaptserverpostconf.lbl_ed_create_new_key_password_1.caption
source: Password :
fr: Mot de passe :

# tviswaptserverpostconf.lbl_ed_create_new_key_password_2.caption
source: Password confirm :
fr: Confirmation du mot de passe :

source: Certificat filename :
fr: Certificat

source: Key filename :
fr: Clef :

# tviswaptserverpostconf.lbl_ed_existing_key_password.caption
source: Password :
fr: Mot de passe :

source: Package prefix :
fr: Prefix de package :

# tviswaptserverpostconf.pgconfigureconsoleorfinish.caption
source: Configure console or finish
fr: Configurer la console ou terminer

source: Package key
fr: Clef de package

source: Package name
fr: Nom du package

source: Parameters
fr: Paramètres

source: Password
fr: Mot de passe

source: Start
fr: Démarrer

source: Continue configuration by configuring console
fr: Continuer avec la configuration de la console

source: Create a new key
fr: Créer une nouvelle clef

source: Use existing key
fr: Utiliser une clef existante

source: canceled
fr: Annulé

source: Cancelled %s
fr: %s annulé

source: Download stopped by the user
fr: Téléchargement interrompu par l'utilisateur.

source: DNS Domain : %s
fr: Domaine DNS : %s

source: DNS Server : %s
fr: Serveur DNS : %s

source: Error launching upgrade: %s
fr: Erreur lors du lancement de l'upgrade : %s

# uwaptres.rserrorwithmessage
source: Error : %s
fr: Erreur : %s

source: Innosetup is unavailable (path : %s), please install it first.
fr: Innosetup n'est pas disponible (emplacement : %s), veuillez l'installer en premier lieu.

source: install on c:\wapt : --setup -s
fr: installation sur c:\wapt : --setup -s

source: Error launching longtask: %s
fr: Erreur lors du lancement de longtask : %s

source: Main repo url: %s
fr: URL du dépôt principal : %s

source: No running tasks
fr: Aucune tâche en cours

source: -r --repo : URL of dependencies libs
fr: -r --repo : URL des librairies des dépendances

source: Pending :
fr: En attente :

source: Running task %d: %s, status:%s
fr: Exécution de la tâche %d : %s, statut :%s

source: Stop listening to events
fr: Arrêt de l'écoute des événements

source: wapt_server is not defined in your %s ini file
fr: wapt_server n'est pas défini dans votre fichier %s ini

source: WAPT-GET Upgrade using repository at %s
fr: Upgrade WAPT-GET grâce au dépôt de %s

source: waptupgrade : upgrade wapt-get.exe and database
fr: waptupgrade : upgrade wapt-get.exe et la base de données

source: Win32 Exe wrapper: %s %s
fr: wrapper Win32 Exe : %s %s

source: W: interrupt received, killing serverâ¦
fr: W: interruption reçue, arrêt du serveur

# uwaptserverres.rsconfirm
source: Confirm
fr: Confirmer

# uwaptserverres.rsconfirmcancelpostconfig
source: Are you sure you want to cancel configuring WAPT server ?
fr: Etes-vous sûr(e) de vouloir annuler la configuration du serveur WAPT ?

# uwaptserverres.rscreationinprogress
source: Creation in progress.
fr: Création en cours.

# uwaptserverres.rsinvaliddns
source: Invalid DNS
fr: DNS invalide

# uwaptserverres.rsinvaliddnsfallback
source: This DNS name is not valid, would you like to use the IP address instead ?
fr: Ce nom DNS n'est pas valide, souhaitez-vous utiliser l'adresse IP à la place ?

source: Migrate Mongodb to PostgreSQL database
fr: Migrer de MongoDB vers Postgresql

source: Detected Mongodb Base
fr: MongoDB a été détecté

# uwaptserverres.rsopeningfirewall
source: Opening firewall for WaptServer
fr: Ouverture du firewall pour WAPTserver

# uwaptserverres.rsprogresstitle
source: Started uploading to WAPT server...
fr: Téléchargement vers le serveur WAPT commencé...

# uwaptserverres.rsregisteringhostonserver
source: Registering host on server
fr: Enregistrement de la machine sur le serveur

# uwaptserverres.rsreplacingtiscertificate
source: Deleting TIS certificate and copying new certificate
fr: Suppression du certificat TIS et copie du nouveau certificat

source: Restarting waptservice
fr: Redémarrage du service WAPT

source: %D retry on registering host on server
fr: %D réessayer d'enregistrer la machine sur le serveur

source: Do you want to start migrating the mongodb database to postgresql ?
fr: Voulez vous démarrer la migration de la base de donnée mongodb vers postgresql

# uwaptserverres.rssettingserverpassword
source: Setting up server password
fr: Mise en place du mot de passe du serveur

source: Starting NGINX
fr: Démarrer NGINX

source: Starting PostgreSQL
fr: Démarrer PostgreSQL

source: Starting WaptServer
fr: Démarrage WaptServer

source: Stopping NGINX
fr: Arrêt NGINX

source: Stopping PostgreSQL
fr: Arrêt de PostgreSQL

source: Stopping WaptServer
fr: Arrêt de WaptServer

# uwaptserverres.rsupdatinglocalpackages
source: Updating local packages
fr: Mise à jour de la liste des paquets disponibles

# uwaptserverres.rsupdatingpackageindex
source: Updating package index
fr: Mise à jour de l'index des paquets

# uwaptserverres.rswaptservicestopping
source: Waptservice stopping
fr: Arrêt du service WAPT

source: Done
fr: Fin

# uwaptserverres.rswaptsetuperror
source: Error while creating agent : %s
fr: Erreur lors de la création de l'agent : %s

# uwaptserverres.rswaptsetupnext
source: Next
fr: Suivant

# uwaptserverres.rswaptsetupuploadsuccess
source: WAPT agent successfully created and uploaded to the repository : %s
fr: L'agent WAPT a bien été créé et chargé dans le dépôt : %s

# uwaptserverres.rswaptuploaderror
source: Error while uploading WAPT agent to the repository : %s
fr: Erreur lors du chargement de l'agent WAPT vers le dépôt : %s

source: An unexpected error has occured while validating key password
fr: Une erreur inattendue est survenue lors de la validation du mot de passe de la clef

source: Certificate filename cannot be empty
fr: Le nom du certificat ne peut pas être vide

source: Certificate filename '%s' is invalid
fr: Le certificat '%s' est invalide

source: Click to restart wapt server
fr: Clicquer pour redémarrer wapt server

source: Compilation Failed
fr: La compilation a échouée

source: A certificat with key name has beenfound, change key name and click next again
fr: Un certificat avec ce nom de clef a été trouvé, changez le nom de la clef et cliquer sur suivant à nouveau

source: A key with this name has been found, change key name and click next again
fr: Une clef avec ce nom a été trouvée changez le nom de la clef et cliquer sur suivant à nouveau

source: Cannot create directory %s
fr: Impossible de crée le répertoire %s

source: Create directory %s ?
fr: Créer le répertoire %s ?

source: A valid private key directory must be selected
fr: Un répertoire de clef valide doit être sélectionné

source: An error has occured while restarting waptserver
fr: Une erreur est survenue pendant le redémarrage de waptserver

source: A instance of ISCC as been found, cannot continue.
fr: une instance de ISCC a été trouvée, impossible de continuer.

source: Key filename cannot be empty
fr: Le nom de clef ne peut être vide

source: Key filename '%s' is invalid
fr: La clef '%s' est invalide

source: Key name cannot be empty
fr: Le nom de la clef ne peut pas être vide

source: An instance of %s has been found. The program cannot continue unitl this process has terminated. Click on Yes to kill all the process named %s Click on Retry to recheck processes satus Click on Cancel to abort
fr: Une instance de %s a été trouvée Le programme ne peut pas continuer tant que ce processus n'a pas été clos. Cliquer sur Oui pour tous les processus de nom %s Cliquer sur Réessayer pour tester de nouveau Cliquer sur Annuler pour abandonner

source: Package prefix cannot be empty
fr: Le prefix de package ne peut pas être vide

source: Pacakge prefix must be alphanum
fr: Le prefix de package doit être alphanumérique

source: Supplied password differs
fr: Les mots de passe ne sont pas identiques

source: Supplied passwords must be at least %d characters length
fr: La longueur du mot de passe doit être au minimum de 6 caractères

source: Upload to server %d%%
fr: Téléchargement sur le serveur %d%%

source: Wrong key password
fr: Le mot de passe de la clef est invalide
